[
  {
    "pregunta": "¿Qué es Ingenierías S.A.S?",
    "respuesta": "Ingenierías S.A.S es una empresa colombiana especializada en el desarrollo de soluciones tecnológicas, software personalizado e innovación digital para empresas y organizaciones."
  },
  {
    "pregunta": "¿A qué se dedica Ingenierías S.A.S?",
    "respuesta": "Nos dedicamos a crear herramientas tecnológicas que mejoran la eficiencia, productividad y competitividad de las empresas mediante soluciones a la medida."
  },
  {
    "pregunta": "¿Dónde está ubicada Ingenierías S.A.S?",
    "respuesta": "Nuestras oficinas principales están en Bogotá, Colombia, en la Calle 169 No. 45A-96."
  },
  {
    "pregunta": "¿Cuál es la misión de Ingenierías S.A.S?",
    "respuesta": "Desarrollar soluciones tecnológicas innovadoras que potencien la transformación digital de nuestros clientes y promuevan su crecimiento sostenible."
  },
  {
    "pregunta": "¿Cuál es la visión de Ingenierías S.A.S?",
    "respuesta": "Ser líderes en innovación tecnológica, reconocidos por ofrecer productos digitales de alta calidad que impulsen la evolución de la sociedad digital."
  },
  {
    "pregunta": "¿Cuáles son los valores de la empresa?",
    "respuesta": "Integridad, innovación, responsabilidad, trabajo en equipo y excelencia son los pilares que guían nuestro trabajo."
  },
  {
    "pregunta": "¿Hace cuánto tiempo existe Ingenierías S.A.S?",
    "respuesta": "Somos una empresa consolidada con experiencia en desarrollo tecnológico y transformación digital, comprometida con la innovación continua."
  },
  {
    "pregunta": "¿Qué diferencia a Ingenierías S.A.S de otras empresas tecnológicas?",
    "respuesta": "Nuestro enfoque personalizado, la calidad del servicio y la integración de tecnologías de vanguardia nos hacen únicos en el sector."
  },
  {
    "pregunta": "¿Trabajan solo con empresas o también con personas naturales?",
    "respuesta": "Atendemos tanto empresas como proyectos individuales que requieran soluciones tecnológicas personalizadas."
  },
  {
    "pregunta": "¿Cuál es el objetivo principal de la empresa?",
    "respuesta": "Ofrecer soluciones innovadoras que mejoren los procesos y generen valor tecnológico para nuestros clientes."
  },
  {
    "pregunta": "¿Qué servicios ofrecen?",
    "respuesta": "Ofrecemos desarrollo de software, inteligencia artificial, bases de datos, ciberseguridad, metaverso, videojuegos, programación y realidad virtual."
  },
  {
    "pregunta": "¿Qué incluye el servicio de inteligencia artificial?",
    "respuesta": "Diseñamos sistemas inteligentes capaces de aprender, analizar datos y automatizar procesos para mejorar la eficiencia de tu negocio."
  },
  {
    "pregunta": "¿Ofrecen desarrollo de software personalizado?",
    "respuesta": "Sí, creamos software a medida adaptado a las necesidades y objetivos de cada cliente."
  },
  {
    "pregunta": "¿Qué hacen en el área de ciberseguridad?",
    "respuesta": "Protegemos la información y los sistemas de tu empresa mediante soluciones avanzadas contra amenazas digitales."
  },
  {
    "pregunta": "¿Desarrollan proyectos en realidad virtual o aumentada?",
    "respuesta": "Sí, creamos simulaciones y experiencias inmersivas para formación, marketing y entretenimiento."
  },
  {
    "pregunta": "¿Qué ofrecen en el área del metaverso?",
    "respuesta": "Diseñamos espacios digitales 3D donde empresas y usuarios pueden interactuar, capacitarse o mostrar productos de forma innovadora."
  },
  {
    "pregunta": "¿Crean videojuegos?",
    "respuesta": "Sí, desarrollamos videojuegos y experiencias gamificadas con motores gráficos profesionales, combinando arte, diseño y programación."
  },
  {
    "pregunta": "¿Trabajan con inteligencia artificial para empresas?",
    "respuesta": "Sí, aplicamos IA para análisis de datos, automatización de procesos, atención virtual y optimización empresarial."
  },
  {
    "pregunta": "¿Puedo solicitar una aplicación móvil personalizada?",
    "respuesta": "Claro, desarrollamos apps móviles compatibles con Android y iOS totalmente adaptadas a tu negocio."
  },
  {
    "pregunta": "¿Qué lenguajes de programación utilizan?",
    "respuesta": "Usamos tecnologías modernas como Python, JavaScript, HTML, CSS, SQL, entre otros, según las necesidades del proyecto."
  },
  {
    "pregunta": "¿Hacen integraciones con bases de datos?",
    "respuesta": "Sí, diseñamos e integramos bases de datos seguras, eficientes y escalables para sistemas empresariales."
  },
  {
    "pregunta": "¿Ofrecen mantenimiento o soporte técnico?",
    "respuesta": "Sí, brindamos acompañamiento técnico, actualizaciones y mantenimiento continuo para garantizar el correcto funcionamiento de nuestras soluciones."
  },
  {
    "pregunta": "¿Cómo puedo comunicarme con Ingenierías S.A.S?",
    "respuesta": "Puedes contactarnos por correo a tecnologias@ingenieriassas.com o por WhatsApp al +57 320 368 5345."
  },
  {
    "pregunta": "¿Tienen un número de teléfono directo?",
    "respuesta": "Sí, puedes comunicarte al +57 324 685 8352 o al 300 838 5318."
  },
  {
    "pregunta": "¿Tienen un formulario de contacto?",
    "respuesta": "Sí, en nuestra sección 'Contacto' encontrarás un formulario de Google Forms donde puedes dejar tu mensaje."
  },
  {
    "pregunta": "¿Atienden por WhatsApp?",
    "respuesta": "Sí, puedes escribirnos directamente a través de WhatsApp haciendo clic en el ícono verde de la esquina inferior derecha."
  },
  {
    "pregunta": "¿Cuánto tiempo tardan en responder?",
    "respuesta": "Generalmente respondemos en menos de 24 horas hábiles."
  },
  {
    "pregunta": "¿Puedo agendar una reunión o asesoría?",
    "respuesta": "Claro, puedes solicitar una reunión virtual o presencial a través del formulario o nuestro número de WhatsApp."
  },
  {
    "pregunta": "¿Puedo solicitar una cotización personalizada?",
    "respuesta": "Sí, solo debes indicarnos el servicio que te interesa y te enviaremos una propuesta adaptada a tus necesidades."
  },
  {
    "pregunta": "¿Atienden a empresas fuera de Bogotá?",
    "respuesta": "Sí, trabajamos con clientes en toda Colombia y también con empresas internacionales."
  },
  {
    "pregunta": "¿Qué puedo hacer con este chatbot?",
    "respuesta": "Puedes solicitar información sobre servicios, cotizaciones, contacto, asesorías o recibir atención personalizada."
  },
  {
    "pregunta": "¿El chatbot ofrece respuestas automáticas?",
    "respuesta": "Sí, el asistente virtual puede responder preguntas frecuentes y redirigirte a un asesor humano cuando sea necesario."
  },
  {
    "pregunta": "¿Puedo cotizar directamente desde el chatbot?",
    "respuesta": "Sí, solo indícanos qué servicio te interesa y te guiaremos paso a paso."
  },
  {
    "pregunta": "¿Puedo hablar con una persona real?",
    "respuesta": "Claro, puedes solicitar contacto directo con un asesor en cualquier momento."
  },
  {
    "pregunta": "¿Qué horario tiene disponible el chatbot?",
    "respuesta": "El chatbot está disponible las 24 horas, los 7 días de la semana."
  },
  {
    "pregunta": "¿Dónde puedo ver los servicios disponibles?",
    "respuesta": "En el menú principal, sección 'Servicios', encontrarás toda la información detallada."
  },
  {
    "pregunta": "¿Dónde está la información sobre la empresa?",
    "respuesta": "En la sección 'Quiénes Somos' conocerás nuestra historia, misión, visión y valores."
  },
  {
    "pregunta": "¿Cómo puedo ir al formulario de contacto?",
    "respuesta": "Puedes hacer clic en 'Contacto' en el menú o en el botón de WhatsApp flotante."
  },
  {
    "pregunta": "¿Tienen redes sociales?",
    "respuesta": "Sí, puedes encontrarnos en Instagram, Facebook, LinkedIn y YouTube. Los enlaces están en el pie de página."
  },
  {
    "pregunta": "¿Su sitio web es seguro?",
    "respuesta": "Sí, contamos con certificado SSL y buenas prácticas de seguridad digital."
  },
  {
    "pregunta": "¿Qué tipos de empresas pueden contratar sus servicios?",
    "respuesta": "Cualquier empresa o institución que busque optimizar procesos mediante tecnología puede trabajar con nosotros."
  },
  {
    "pregunta": "¿Puedo solicitar una demo de un proyecto?",
    "respuesta": "Sí, realizamos demostraciones o presentaciones previas según el servicio solicitado."
  },
  {
    "pregunta": "¿Qué beneficios tiene digitalizar mi empresa?",
    "respuesta": "Incrementa la eficiencia, reduce costos, mejora la seguridad y agiliza la toma de decisiones."
  },
  {
    "pregunta": "¿Usan inteligencia artificial en sus proyectos?",
    "respuesta": "Sí, utilizamos IA en análisis de datos, automatización, chatbots y modelos predictivos."
  },
  {
    "pregunta": "¿Qué industrias atienden?",
    "respuesta": "Trabajamos con sectores como educación, industria, comercio, ingeniería, salud y servicios digitales."
  },
  {
    "pregunta": "¿Puedo pagar en línea?",
    "respuesta": "Actualmente gestionamos pagos mediante transferencias y convenios directos con el cliente."
  },
  {
    "pregunta": "¿Qué tipo de soporte ofrecen después del desarrollo?",
    "respuesta": "Brindamos soporte técnico, actualizaciones y mantenimiento de los proyectos implementados."
  },
  {
    "pregunta": "¿Puedo solicitar una capacitación en los sistemas desarrollados?",
    "respuesta": "Sí, capacitamos al personal en el uso de nuestras soluciones tecnológicas."
  },
  {
    "pregunta": "¿Qué horario de atención tienen?",
    "respuesta": "Atendemos de lunes a viernes de 8:00 a.m. a 6:00 p.m., y sábados hasta el mediodía."
  },
  {
    "pregunta": "¿Puedo recibir asesoría sin costo inicial?",
    "respuesta": "Sí, ofrecemos una asesoría inicial gratuita para entender tus necesidades y ofrecerte la mejor solución."
  }
]
